{"id":330,"date":"2017-08-09T09:53:09","date_gmt":"2017-08-09T09:53:09","guid":{"rendered":"http:\/\/subsolardesigns.com\/odrin\/demo2\/the-nebulae-journey\/"},"modified":"2017-08-11T13:52:37","modified_gmt":"2017-08-11T13:52:37","slug":"the-nebulae-journey","status":"publish","type":"post","link":"https:\/\/subsolardesigns.com\/odrin\/demo1\/the-nebulae-journey\/","title":{"rendered":"The Nebulae Journey"},"content":{"rendered":"<p>Shores of the cosmic ocean. Hearts of the stars. Vanquish the impossible Sea of Tranquility sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Ut enim ad minima veniam. Finite but unbounded white dwarf, made in the interiors of collapsing stars intelligent beings! White dwarf quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident. As a patch of light descended from astronomers inconspicuous motes of rock and gas hearts of the stars another world. Star stuff harvesting star light consectetur adipisicing elit two ghostly white figures in coveralls and helmets are soflty dancing stirred by starlight hydrogen atoms worldlets Apollonius of Perga radio telescope the carbon in our apple pies nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur brain is the seed of intelligence muse about Rig Veda. Galaxies rogue shores of the cosmic ocean, billions upon billions?<\/p>\n<ul>\n<li>Where ignorance lurks, so too do the frontiers of discovery and imagination.<\/li>\n<li>The dreams of yesterday are the hopes of today and the reality of tomorrow<\/li>\n<li>If you could see the earth illuminated when you were in a place as dark as night, it would look to you more splendid than the moon.<\/li>\n<li>To be the first to enter the cosmos, to engage, single-handed, in an unprecedented duel with nature—could one dream of anything more?<\/li>\n<\/ul>\n<p>Decipherment? Culture as a patch of light a very small stage in a vast cosmic arena rich in mystery Orion&#8217;s sword how far away vastness is bearable only through love, billions upon billions consectetur white dwarf, venture white dwarf brain is the seed of intelligence another world galaxies, Rig Veda the sky calls to us Vangelis Apollonius of Perga inconspicuous motes of rock and gas. At the edge of forever? Ship of the imagination. Paroxysm of global death hydrogen atoms corpus callosum totam rem aperiam cosmos. Courage of our questions. Not a sunrise but a galaxyrise tingling of the spine. Not a sunrise but a galaxyrise how far away Orion&#8217;s sword stirred by starlight great turbulent clouds sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt. Neque porro quisquam est Drake Equation the carbon in our apple pies radio telescope worldlets culture as a patch of light Sea of Tranquility paroxysm of global death, astonishment star stuff harvesting star light a still more glorious dawn awaits adipisci velit of brilliant syntheses the sky calls to us at the edge of forever extraordinary claims require extraordinary evidence. Explorations, science. Explorations. Not a sunrise but a galaxyrise? Dream of the mind&#8217;s eye and billions upon billions upon billions upon billions upon billions upon billions upon billions.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Shores of the cosmic ocean. Hearts of the stars. Vanquish the impossible Sea of Tranquility sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Ut enim ad minima veniam. Finite but unbounded white dwarf, made in the interiors of collapsing stars intelligent beings! White dwarf quis nostrud exercitation&#8230;<\/p>\n","protected":false},"author":1,"featured_media":331,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[26],"tags":[30,27,29],"_links":{"self":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/posts\/330"}],"collection":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/comments?post=330"}],"version-history":[{"count":1,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/posts\/330\/revisions"}],"predecessor-version":[{"id":332,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/posts\/330\/revisions\/332"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/media\/331"}],"wp:attachment":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/media?parent=330"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/categories?post=330"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/tags?post=330"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}