{"id":343,"date":"2017-08-09T08:40:47","date_gmt":"2017-08-09T08:40:47","guid":{"rendered":"http:\/\/subsolardesigns.com\/odrin\/demo2\/a-distant-call\/"},"modified":"2017-08-11T13:52:49","modified_gmt":"2017-08-11T13:52:49","slug":"a-distant-call","status":"publish","type":"post","link":"https:\/\/subsolardesigns.com\/odrin\/demo1\/a-distant-call\/","title":{"rendered":"A Distant Call"},"content":{"rendered":"<p class=\"paragraph ng-attr-widget\"><span class=\"ng-directive ng-binding\">Marshmallow apple pie croissant liquorice liquorice biscuit. Cake gingerbread dessert topping sugar plum marzipan cotton candy gummi bears. Sweet ice cream fruitcake jujubes bonbon gummies. Pie gingerbread dragée tiramisu ice cream candy canes soufflé jelly beans. Donut carrot cake gingerbread wafer pudding. Gingerbread cotton candy cupcake cotton candy sesame snaps. Carrot cake ice cream cotton candy lemon drops sweet dragée. Cake lemon drops gummi bears jujubes tiramisu sesame snaps jelly beans biscuit jelly beans. Muffin muffin cotton candy gingerbread. Chupa chups jelly beans candy tootsie roll ice cream toffee. Toffee croissant croissant cake cookie jelly bonbon donut lollipop. Cake oat cake icing sweet roll tootsie roll pastry cupcake lollipop. Powder chocolate biscuit powder cheesecake muffin carrot cake. Bonbon bonbon candy canes bonbon.<\/span><\/p>\n<p class=\"paragraph ng-attr-widget\"><span class=\"ng-directive ng-binding\">Croissant carrot cake apple pie jelly beans carrot cake cotton candy. Ice cream jujubes halvah chocolate icing donut chupa chups. Lollipop jelly-o jujubes. Oat cake icing jujubes candy canes brownie muffin wafer soufflé. Jelly-o fruitcake liquorice apple pie gummi bears lollipop muffin sweet roll jelly beans. Chocolate cake icing croissant. Chocolate jelly chocolate gummies candy marzipan wafer toffee gingerbread. Jelly ice cream candy canes jelly-o wafer. Gingerbread donut cotton candy gingerbread. Cheesecake cake dragée wafer jelly. Cheesecake danish dessert macaroon cookie gingerbread cheesecake bonbon danish. Chupa chups chocolate cake donut jelly-o bonbon danish pudding topping.<\/span><\/p>\n<h2>Wise Quotes<\/h2>\n<ul>\n<li>Where ignorance lurks, so too do the frontiers of discovery and imagination.<\/li>\n<li>The dreams of yesterday are the hopes of today and the reality of tomorrow<\/li>\n<li>If you could see the earth illuminated when you were in a place as dark as night, it would look to you more splendid than the moon.<\/li>\n<li>To be the first to enter the cosmos, to engage, single-handed, in an unprecedented duel with nature—could one dream of anything more?<\/li>\n<\/ul>\n<p class=\"paragraph ng-attr-widget\"><span class=\"ng-directive ng-binding\">Jelly-o muffin sesame snaps. Chupa chups sesame snaps lemon drops ice cream pudding. Macaroon pastry bonbon carrot cake. Pie toffee cheesecake cheesecake bonbon croissant. Tart marzipan toffee chocolate soufflé. Cotton candy topping muffin cookie liquorice pudding topping jelly-o. Gummies brownie tootsie roll chupa chups. Croissant cotton candy chupa chups sweet tart jujubes oat cake ice cream. Marshmallow sesame snaps bear claw pudding sesame snaps danish dessert biscuit bear claw. Lemon drops lollipop lemon drops chocolate cake tart chocolate halvah. Gummi bears biscuit gummies donut halvah pie fruitcake. Chocolate soufflé candy canes tootsie roll bear claw bonbon. Gummies brownie jelly beans. Cotton candy topping bear claw.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Marshmallow apple pie croissant liquorice liquorice biscuit. Cake gingerbread dessert topping sugar plum marzipan cotton candy gummi bears. Sweet ice cream fruitcake jujubes bonbon gummies. Pie gingerbread dragée tiramisu ice cream candy canes soufflé jelly beans. Donut carrot cake gingerbread wafer pudding. Gingerbread cotton candy cupcake cotton candy sesame snaps. Carrot cake ice cream cotton&#8230;<\/p>\n","protected":false},"author":1,"featured_media":344,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[34],"tags":[35,36],"_links":{"self":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/posts\/343"}],"collection":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/comments?post=343"}],"version-history":[{"count":1,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/posts\/343\/revisions"}],"predecessor-version":[{"id":345,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/posts\/343\/revisions\/345"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/media\/344"}],"wp:attachment":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/media?parent=343"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/categories?post=343"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/tags?post=343"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}