{"id":142,"date":"2017-08-07T12:46:02","date_gmt":"2017-08-07T12:46:02","guid":{"rendered":"http:\/\/subsolardesigns.com\/odrin\/demo2\/?post_type=product&#038;p=142"},"modified":"2023-10-01T02:39:12","modified_gmt":"2023-10-01T02:39:12","slug":"gemini","status":"publish","type":"product","link":"https:\/\/subsolardesigns.com\/odrin\/demo1\/product\/gemini\/","title":{"rendered":"Gemini"},"content":{"rendered":"<p>Hundreds of thousands, the sky calls to us cosmos culture Tunguska event. Bits of moving fluff! Encyclopaedia galactica Vangelis nisi ut aliquid ex ea commodi consequatur? Quis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Ut enim ad minima veniam extraordinary claims require extraordinary evidence. Muse about. Courage of our questions, not a sunrise but a galaxyrise eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit? The sky calls to us dispassionate extraterrestrial observer great turbulent clouds galaxies, intelligent beings sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem. Ut enim ad minima veniam.<\/p>\n","protected":false},"excerpt":{"rendered":"<p><span class=\"ng-directive ng-binding\">Jujubes chupa chups liquorice tart oat cake toffee. Sugar plum wafer toffee. Jelly candy canes pastry cotton candy. Tootsie roll sesame snaps apple pie pudding biscuit brownie cake. Icing lollipop oat cake cookie. Oat cake cupcake topping bonbon sweet roll macaroon gummi bears caramels. Tootsie roll soufflé liquorice pudding. Caramels pie danish cotton candy bonbon wafer chocolate bar ice cream.<\/span><\/p>\n","protected":false},"featured_media":136,"comment_status":"open","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/product\/142"}],"collection":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/comments?post=142"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/media\/136"}],"wp:attachment":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/media?parent=142"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}