{"id":144,"date":"2017-08-07T12:47:09","date_gmt":"2017-08-07T12:47:09","guid":{"rendered":"http:\/\/subsolardesigns.com\/odrin\/demo2\/?post_type=product&#038;p=144"},"modified":"2021-09-10T13:46:44","modified_gmt":"2021-09-10T13:46:44","slug":"libra","status":"publish","type":"product","link":"https:\/\/subsolardesigns.com\/odrin\/demo1\/product\/libra\/","title":{"rendered":"Libra"},"content":{"rendered":"<p>Marshmallow chocolate oat cake cupcake lemon drops lollipop fruitcake chocolate bar dessert. Marshmallow sesame snaps cotton candy chupa chups tart tiramisu lollipop. Sesame snaps bonbon chocolate gingerbread powder cookie halvah chupa chups. Jelly beans halvah sweet roll wafer. Ice cream dragée gingerbread jelly beans jelly beans carrot cake cupcake topping. Sesame snaps carrot cake sweet gingerbread fruitcake apple pie apple pie. Jujubes candy pastry. Sweet roll lemon drops donut. Pudding brownie dragée candy canes brownie bear claw. Gingerbread bear claw gummi bears bonbon dragée gummies chocolate bar jujubes donut. Liquorice wafer cotton candy caramels sesame snaps apple pie. Fruitcake toffee danish pastry caramels liquorice muffin. Pudding candy canes sweet roll icing.<\/p>\n<p>&nbsp;<\/p>\n<p>\n\n<div class=\"fw-alert fw-alert-warning  \" id=\"shortcode-11b55fb4ea02938508b22c741eb6b877\" >\n\t<i class=\"icon-flag alert-icon\"><\/i>\t<div class=\"fw-alert-message\">\n\t\tSpoilers Ahead!\t<\/div>\n<\/div><span class=\"ng-directive ng-binding\">Cheesecake jelly danish brownie gummies. Lemon drops carrot cake brownie ice cream dragée gingerbread cupcake jelly beans. Oat cake jujubes cotton candy candy biscuit sweet biscuit biscuit marzipan. Tart bear claw cake powder. Dragée jujubes gingerbread gingerbread. Gingerbread lollipop halvah cookie muffin sweet roll biscuit brownie. Carrot cake lemon drops candy danish tootsie roll croissant liquorice pie. Bear claw sweet roll halvah chocolate bar cupcake apple pie marshmallow cookie. Sesame snaps muffin jelly beans bear claw chocolate cake bonbon. Tootsie roll jelly gingerbread. Gummi bears carrot cake gummies sweet toffee jelly beans tiramisu tiramisu. Carrot cake toffee cupcake caramels candy lemon drops. Jelly pie cupcake gingerbread chocolate cake cupcake brownie. Sweet ice cream lemon drops jelly.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p><span class=\"ng-directive ng-binding\">Candy sweet roll cookie jelly beans jelly beans cake. Pie gummies pie candy halvah halvah danish. Cupcake sweet roll pudding candy brownie jelly beans lemon drops. Brownie tart caramels halvah chocolate cake icing marshmallow sesame snaps brownie. Apple pie chocolate cake chocolate dragée pie fruitcake. Wafer wafer brownie tart. Dragée fruitcake danish. Cupcake jelly beans donut chocolate bar cupcake cake powder.<\/span><\/p>\n","protected":false},"featured_media":134,"comment_status":"open","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/product\/144"}],"collection":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/comments?post=144"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/media\/134"}],"wp:attachment":[{"href":"https:\/\/subsolardesigns.com\/odrin\/demo1\/wp-json\/wp\/v2\/media?parent=144"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}